{"gamespy": 0, "ncaa": 1, "march": 2, "madness": 3, "gamespy ncaa": 4, "ncaa march": 5, "march madness": 6, "beyond": 7, "atmosphere": 8, "delivers": 9, "authentic": 10, "college": 11, "basketball": 12, "gameplay": 13, "experience": 14, "offering": 15, "custom": 16, "playbook": 17, "team": 18, "floor": 19, "general": 20, "playcalling": 21, "system": 22, "ea": 23, "sport": 24, "lockdown": 25, "stick": 26, "allows": 27, "player": 28, "pressure": 29, "ball": 30, "force": 31, "turnover": 32, "harass": 33, "opponent": 34, "court": 35, "enhanced": 36, "dynasty": 37, "modewith": 38, "new": 39, "school": 40, "pride": 41, "recruiting": 42, "feature": 43, "let": 44, "build": 45, "national": 46, "powerhouse": 47, "beyond atmosphere": 48, "atmosphere ncaa": 49, "madness delivers": 50, "delivers authentic": 51, "authentic college": 52, "college basketball": 53, "basketball gameplay": 54, "gameplay experience": 55, "experience offering": 56, "offering custom": 57, "custom playbook": 58, "playbook team": 59, "team floor": 60, "floor general": 61, "general playcalling": 62, "playcalling system": 63, "system ea": 64, "ea sport": 65, "sport lockdown": 66, "lockdown stick": 67, "stick allows": 68, "allows player": 69, "player pressure": 70, "pressure ball": 71, "ball force": 72, "force turnover": 73, "turnover harass": 74, "harass opponent": 75, "opponent court": 76, "court enhanced": 77, "enhanced dynasty": 78, "dynasty modewith": 79, "modewith new": 80, "new school": 81, "school pride": 82, "pride recruiting": 83, "recruiting feature": 84, "feature let": 85, "let build": 86, "build school": 87, "school national": 88, "national powerhouse": 89, "edition": 90, "b": 91, "game": 92, "watch": 93, "intensity": 94, "rise": 95, "responds": 96, "differently": 97, "trying": 98, "maintain": 99, "composure": 100, "rating": 101, "affect": 102, "control": 103, "change": 104, "momentum": 105, "allowing": 106, "pump": 107, "crowd": 108, "motivate": 109, "teammate": 110, "raise": 111, "even": 112, "intimidate": 113, "plus": 114, "become": 115, "immersed": 116, "like": 117, "never": 118, "interacting": 119, "student": 120, "section": 121, "mascot": 122, "cheerleader": 123, "band": 124, "edition ea": 125, "ea college": 126, "college b": 127, "b ball": 128, "ball game": 129, "game watch": 130, "watch intensity": 131, "intensity rise": 132, "rise college": 133, "college court": 134, "court watch": 135, "watch player": 136, "player responds": 137, "responds differently": 138, "differently trying": 139, "trying maintain": 140, "maintain composure": 141, "composure player": 142, "player composure": 143, "composure rating": 144, "rating affect": 145, "affect new": 146, "new intensity": 147, "intensity control": 148, "control change": 149, "change momentum": 150, "momentum allowing": 151, "allowing pump": 152, "pump crowd": 153, "crowd motivate": 154, "motivate teammate": 155, "teammate raise": 156, "raise composure": 157, "composure even": 158, "even intimidate": 159, "intimidate opponent": 160, "opponent plus": 161, "plus become": 162, "become immersed": 163, "immersed like": 164, "like never": 165, "never interacting": 166, "interacting student": 167, "student section": 168, "section school": 169, "school mascot": 170, "mascot cheerleader": 171, "cheerleader even": 172, "even band": 173, "brother": 174, "arm": 175, "earned": 176, "blood": 177, "gamespy brother": 178, "brother arm": 179, "arm earned": 180, "earned blood": 181, "gearbox": 182, "software": 183, "gearbox software": 184, "ubisoft": 185, "shooter": 186, "october": 187, "mature": 188, "gore": 189, "intense": 190, "violence": 191, "strong": 192, "language": 193, "mature blood": 194, "blood gore": 195, "gore intense": 196, "intense violence": 197, "violence strong": 198, "strong language": 199, "read": 200, "review": 201, "read review": 202, "second": 203, "chapter": 204, "wwii": 205, "military": 206, "men": 207, "field": 208, "consequence": 209, "warfare": 210, "single": 211, "story": 212, "multiplayer": 213, "mission": 214, "cooperative": 215, "style": 216, "mode": 217, "weapon": 218, "vehicle": 219, "delve": 220, "deeper": 221, "take": 222, "role": 223, "sgt": 224, "joe": 225, "red": 226, "hartsock": 227, "squad": 228, "leader": 229, "2nd": 230, "represent": 231, "best": 232, "101st": 233, "airborne": 234, "screaming": 235, "eagle": 236, "command": 237, "two": 238, "american": 239, "paratrooper": 240, "fire": 241, "assault": 242, "war": 243, "torn": 244, "france": 245, "urban": 246, "street": 247, "village": 248, "verge": 249, "liberating": 250, "last": 251, "region": 252, "deep": 253, "behind": 254, "enemy": 255, "line": 256, "dangerous": 257, "ever": 258, "second chapter": 259, "chapter wwii": 260, "wwii military": 261, "military shooter": 262, "shooter men": 263, "men field": 264, "field consequence": 265, "consequence warfare": 266, "warfare earned": 267, "blood feature": 268, "feature new": 269, "new single": 270, "single player": 271, "player story": 272, "story new": 273, "new multiplayer": 274, "multiplayer mission": 275, "mission new": 276, "new cooperative": 277, "cooperative style": 278, "style game": 279, "game mode": 280, "mode new": 281, "new weapon": 282, "weapon vehicle": 283, "vehicle delve": 284, "delve deeper": 285, "deeper authentic": 286, "authentic wwii": 287, "wwii experience": 288, "experience take": 289, "take role": 290, "role sgt": 291, "sgt joe": 292, "joe red": 293, "red hartsock": 294, "hartsock new": 295, "new squad": 296, "squad leader": 297, "leader 2nd": 298, "2nd squad": 299, "squad represent": 300, "represent best": 301, "best 101st": 302, "101st airborne": 303, "airborne screaming": 304, "screaming eagle": 305, "eagle command": 306, "command two": 307, "two new": 308, "squad american": 309, "american paratrooper": 310, "paratrooper fire": 311, "fire team": 312, "team assault": 313, "assault team": 314, "team war": 315, "war torn": 316, "torn france": 317, "france urban": 318, "urban street": 319, "street village": 320, "village verge": 321, "verge liberating": 322, "liberating last": 323, "last region": 324, "region france": 325, "france mission": 326, "mission take": 327, "take deep": 328, "deep behind": 329, "behind enemy": 330, "enemy line": 331, "line dangerous": 332, "dangerous ever": 333, "call": 334, "king": 335, "gamespy call": 336, "call king": 337, "traveller": 338, "tale": 339, "traveller tale": 340, "midway": 341, "midway game": 342, "platformer": 343, "november": 344, "teen": 345, "mild": 346, "animated": 347, "teen mild": 348, "mild animated": 349, "animated violence": 350, "n": 351, "first": 352, "truly": 353, "combine": 354, "groundbreaking": 355, "technology": 356, "unbelievable": 357, "real": 358, "time": 359, "fully": 360, "open": 361, "world": 362, "played": 363, "epic": 364, "hero": 365, "seek": 366, "liberate": 367, "people": 368, "tyranny": 369, "enslavement": 370, "provides": 371, "total": 372, "freedom": 373, "move": 374, "anywhere": 375, "foot": 376, "span": 377, "seamless": 378, "transition": 379, "turret": 380, "based": 381, "shooting": 382, "boat": 383, "racing": 384, "bike": 385, "battle": 386, "plane": 387, "flight": 388, "gladiator": 389, "arena": 390, "combat": 391, "space": 392, "exploration": 393, "first game": 394, "game truly": 395, "truly combine": 396, "combine groundbreaking": 397, "groundbreaking technology": 398, "technology unbelievable": 399, "unbelievable real": 400, "real time": 401, "time fully": 402, "fully open": 403, "open world": 404, "world played": 405, "played epic": 406, "epic tale": 407, "tale hero": 408, "hero seek": 409, "seek liberate": 410, "liberate people": 411, "people tyranny": 412, "tyranny enslavement": 413, "enslavement call": 414, "king provides": 415, "provides total": 416, "total freedom": 417, "freedom move": 418, "move anywhere": 419, "anywhere foot": 420, "foot vehicle": 421, "vehicle span": 422, "span seamless": 423, "seamless transition": 424, "transition turret": 425, "turret based": 426, "based shooting": 427, "shooting boat": 428, "boat racing": 429, "racing bike": 430, "bike battle": 431, "battle plane": 432, "plane flight": 433, "flight gladiator": 434, "gladiator arena": 435, "arena combat": 436, "combat space": 437, "space exploration": 438, "family": 439, "guy": 440, "gamespy family": 441, "family guy": 442, "high": 443, "voltage": 444, "high voltage": 445, "voltage software": 446, "2k": 447, "2k game": 448, "action": 449, "adventure": 450, "action adventure": 451, "humor": 452, "partial": 453, "nudity": 454, "mature mature": 455, "mature humor": 456, "humor partial": 457, "partial nudity": 458, "nudity violence": 459, "introduce": 460, "griffin": 461, "gamers": 462, "everywhere": 463, "developed": 464, "third": 465, "person": 466, "multiple": 467, "character": 468, "stewie": 469, "brian": 470, "dog": 471, "peter": 472, "hapless": 473, "patriarch": 474, "interact": 475, "many": 476, "citizen": 477, "quahog": 478, "new game": 479, "game take": 480, "take two": 481, "two 2k": 482, "game introduce": 483, "introduce griffin": 484, "griffin gamers": 485, "gamers everywhere": 486, "everywhere game": 487, "game developed": 488, "developed third": 489, "third person": 490, "person action": 491, "adventure player": 492, "player take": 493, "role multiple": 494, "multiple character": 495, "character stewie": 496, "stewie brian": 497, "brian dog": 498, "dog peter": 499, "peter hapless": 500, "hapless patriarch": 501, "patriarch interact": 502, "interact many": 503, "many citizen": 504, "citizen quahog": 505, "dawn": 506, "mana": 507, "gamespy dawn": 508, "dawn mana": 509, "square": 510, "enix": 511, "square enix": 512, "rpg": 513, "action rpg": 514, "may": 515, "true": 516, "sequel": 517, "decade": 518, "reveals": 519, "origin": 520, "legend": 521, "tree": 522, "sword": 523, "breaking": 524, "series": 525, "2d": 526, "mold": 527, "brings": 528, "three": 529, "dimensional": 530, "life": 531, "preserving": 532, "fan": 533, "come": 534, "know": 535, "love": 536, "see": 537, "vividly": 538, "monster": 539, "yet": 540, "familiar": 541, "surroundings": 542, "ripe": 543, "mana first": 544, "first true": 545, "true mana": 546, "mana sequel": 547, "sequel decade": 548, "decade reveals": 549, "reveals origin": 550, "origin legend": 551, "legend behind": 552, "behind mana": 553, "mana tree": 554, "tree sword": 555, "sword mana": 556, "mana breaking": 557, "breaking series": 558, "series 2d": 559, "2d mold": 560, "mold dawn": 561, "mana brings": 562, "brings world": 563, "world mana": 564, "mana three": 565, "three dimensional": 566, "dimensional life": 567, "life preserving": 568, "preserving atmosphere": 569, "atmosphere fan": 570, "fan come": 571, "come know": 572, "know love": 573, "love player": 574, "player see": 575, "see vividly": 576, "vividly character": 577, "character monster": 578, "monster move": 579, "move new": 580, "new yet": 581, "yet familiar": 582, "familiar surroundings": 583, "surroundings world": 584, "world ripe": 585, "ripe adventure": 586, "fifa": 587, "soccer": 588, "gamespy fifa": 589, "fifa soccer": 590, "canada": 591, "ea canada": 592, "electronic": 593, "art": 594, "electronic art": 595, "everyone": 596, "suitable": 597, "age": 598, "six": 599, "older": 600, "everyone suitable": 601, "suitable person": 602, "person age": 603, "age six": 604, "six older": 605, "rogue": 606, "trooper": 607, "gamespy rogue": 608, "rogue trooper": 609, "2000ad": 610, "comic": 611, "blend": 612, "next": 613, "generation": 614, "stealth": 615, "arsenal": 616, "offer": 617, "unique": 618, "advantage": 619, "encoded": 620, "bio": 621, "chip": 622, "containing": 623, "digitized": 624, "personality": 625, "fallen": 626, "comrade": 627, "implanted": 628, "gun": 629, "gunnar": 630, "helmet": 631, "helm": 632, "backpack": 633, "bagman": 634, "online": 635, "four": 636, "co": 637, "operative": 638, "map": 639, "based 2000ad": 640, "2000ad comic": 641, "comic series": 642, "series rogue": 643, "trooper rogue": 644, "trooper blend": 645, "blend intense": 646, "intense third": 647, "action next": 648, "next generation": 649, "generation stealth": 650, "stealth rogue": 651, "rogue arsenal": 652, "arsenal offer": 653, "offer unique": 654, "unique advantage": 655, "advantage opponent": 656, "opponent encoded": 657, "encoded bio": 658, "bio chip": 659, "chip containing": 660, "containing digitized": 661, "digitized personality": 662, "personality fallen": 663, "fallen comrade": 664, "comrade implanted": 665, "implanted gun": 666, "gun gunnar": 667, "gunnar helmet": 668, "helmet helm": 669, "helm backpack": 670, "backpack bagman": 671, "bagman rogue": 672, "trooper feature": 673, "feature intense": 674, "intense online": 675, "online gameplay": 676, "gameplay mode": 677, "mode gamers": 678, "gamers experience": 679, "experience four": 680, "four player": 681, "player co": 682, "co operative": 683, "operative gameplay": 684, "gameplay new": 685, "new map": 686, "hostile": 687, "planet": 688, "nu": 689, "earth": 690, "lone": 691, "warrior": 692, "man": 693, "appears": 694, "thin": 695, "air": 696, "whole": 697, "platoon": 698, "disappears": 699, "back": 700, "shadow": 701, "centre": 702, "futile": 703, "one": 704, "swing": 705, "balance": 706, "ultimate": 707, "soldier": 708, "survivor": 709, "massacred": 710, "genetic": 711, "infantryman": 712, "hell": 713, "bent": 714, "revenge": 715, "hostile planet": 716, "planet nu": 717, "nu earth": 718, "earth tale": 719, "tale lone": 720, "lone warrior": 721, "warrior man": 722, "man appears": 723, "appears thin": 724, "thin air": 725, "air take": 726, "take whole": 727, "whole platoon": 728, "platoon disappears": 729, "disappears back": 730, "back shadow": 731, "shadow centre": 732, "centre futile": 733, "futile war": 734, "war one": 735, "one man": 736, "man swing": 737, "swing balance": 738, "balance ultimate": 739, "ultimate soldier": 740, "soldier last": 741, "last survivor": 742, "survivor massacred": 743, "massacred genetic": 744, "genetic infantryman": 745, "infantryman hell": 746, "hell bent": 747, "bent revenge": 748, "revenge rogue": 749, "tom": 750, "clancys": 751, "ghost": 752, "recon": 753, "advanced": 754, "warfighter": 755, "gamespy tom": 756, "tom clancys": 757, "clancys ghost": 758, "ghost recon": 759, "recon advanced": 760, "advanced warfighter": 761, "embody": 762, "captain": 763, "scott": 764, "mitchell": 765, "special": 766, "ally": 767, "equipped": 768, "iw": 769, "quest": 770, "save": 771, "president": 772, "united": 773, "state": 774, "recover": 775, "stolen": 776, "nuclear": 777, "code": 778, "eliminate": 779, "vicious": 780, "renegade": 781, "unleashing": 782, "catastrophe": 783, "unfolds": 784, "entirely": 785, "mexico": 786, "city": 787, "numerous": 788, "meticulously": 789, "researched": 790, "detailed": 791, "environment": 792, "deliver": 793, "complete": 794, "immersion": 795, "future": 796, "recon player": 797, "player embody": 798, "embody captain": 799, "captain scott": 800, "scott mitchell": 801, "mitchell command": 802, "command ghost": 803, "ghost special": 804, "special force": 805, "force ally": 806, "ally equipped": 807, "equipped iw": 808, "iw quest": 809, "quest save": 810, "save president": 811, "president united": 812, "united state": 813, "state recover": 814, "recover stolen": 815, "stolen nuclear": 816, "nuclear code": 817, "code eliminate": 818, "eliminate vicious": 819, "vicious band": 820, "band renegade": 821, "renegade soldier": 822, "soldier hell": 823, "bent unleashing": 824, "unleashing catastrophe": 825, "catastrophe game": 826, "game unfolds": 827, "unfolds entirely": 828, "entirely mexico": 829, "mexico city": 830, "city numerous": 831, "numerous meticulously": 832, "meticulously researched": 833, "researched detailed": 834, "detailed environment": 835, "environment deliver": 836, "deliver complete": 837, "complete immersion": 838, "immersion future": 839, "future urban": 840, "urban warfare": 841, "u": 842, "army": 843, "implement": 844, "integrated": 845, "evolving": 846, "modern": 847, "satellite": 848, "communication": 849, "device": 850, "survivability": 851, "program": 852, "meet": 853, "threat": 854, "head": 855, "tested": 856, "battlefield": 857, "u army": 858, "army implement": 859, "implement integrated": 860, "integrated warfighter": 861, "warfighter system": 862, "system evolving": 863, "evolving know": 864, "know modern": 865, "modern soldier": 866, "soldier iw": 867, "iw combine": 868, "combine advanced": 869, "advanced weapon": 870, "weapon system": 871, "system satellite": 872, "satellite communication": 873, "communication device": 874, "device enhanced": 875, "enhanced survivability": 876, "survivability one": 877, "one fully": 878, "fully integrated": 879, "integrated combat": 880, "combat system": 881, "system iw": 882, "iw program": 883, "program developed": 884, "developed meet": 885, "meet new": 886, "new threat": 887, "threat head": 888, "head tested": 889, "tested battlefield": 890, "astro": 891, "boy": 892, "gamespy astro": 893, "astro boy": 894, "sonic": 895, "sonic team": 896, "sega": 897, "august": 898, "cartoon": 899, "everyone cartoon": 900, "cartoon violence": 901, "current": 902, "featured": 903, "japanese": 904, "tv": 905, "created": 906, "original": 907, "artist": 908, "osamu": 909, "tezuka": 910, "classic": 911, "1950s": 912, "manga": 913, "franchise": 914, "well": 915, "loved": 916, "japan": 917, "though": 918, "relatively": 919, "le": 920, "known": 921, "specifically": 922, "ps2": 923, "yuji": 924, "naka": 925, "perspective": 926, "title": 927, "enabling": 928, "power": 929, "replete": 930, "hand": 931, "based current": 932, "current cartoon": 933, "cartoon featured": 934, "featured japanese": 935, "japanese tv": 936, "tv created": 937, "created original": 938, "original artist": 939, "artist osamu": 940, "osamu tezuka": 941, "tezuka astro": 942, "boy classic": 943, "classic 1950s": 944, "1950s manga": 945, "manga franchise": 946, "franchise well": 947, "well loved": 948, "loved japan": 949, "japan though": 950, "though relatively": 951, "relatively le": 952, "le known": 953, "known u": 954, "u single": 955, "player game": 956, "game created": 957, "created specifically": 958, "specifically ps2": 959, "ps2 yuji": 960, "yuji naka": 961, "naka sonic": 962, "team third": 963, "person perspective": 964, "perspective action": 965, "action title": 966, "title enabling": 967, "enabling player": 968, "role power": 969, "power astro": 970, "boy replete": 971, "replete gun": 972, "gun like": 973, "like hand": 974, "brave": 975, "search": 976, "spirit": 977, "dancer": 978, "gamespy brave": 979, "brave search": 980, "search spirit": 981, "spirit dancer": 982, "vi": 983, "entertainment": 984, "vi entertainment": 985, "evolved": 986, "evolved game": 987, "april": 988, "fantasy": 989, "everyone fantasy": 990, "fantasy violence": 991, "set": 992, "fantastic": 993, "upon": 994, "mythology": 995, "native": 996, "america": 997, "tell": 998, "coming": 999, "young": 1000, "embarking": 1001, "journey": 1002, "tribe": 1003, "evil": 1004, "wendigo": 1005, "friend": 1006, "enslaved": 1007, "sent": 1008, "find": 1009, "free": 1010, "greatest": 1011, "shaman": 1012, "lived": 1013, "hunting": 1014, "snarling": 1015, "wolf": 1016, "huge": 1017, "forest": 1018, "towering": 1019, "redwood": 1020, "canoeing": 1021, "raging": 1022, "river": 1023, "rapid": 1024, "tracking": 1025, "legendary": 1026, "sasquatch": 1027, "swirling": 1028, "blizzard": 1029, "battling": 1030, "buffalo": 1031, "middle": 1032, "stampede": 1033, "breathtaking": 1034, "challenge": 1035, "face": 1036, "across": 1037, "beautifully": 1038, "rich": 1039, "interactive": 1040, "inhabited": 1041, "remarkable": 1042, "bizarre": 1043, "creature": 1044, "terrifying": 1045, "set fantastic": 1046, "fantastic world": 1047, "world based": 1048, "based upon": 1049, "upon mythology": 1050, "mythology native": 1051, "native america": 1052, "america game": 1053, "game tell": 1054, "tell coming": 1055, "coming age": 1056, "age story": 1057, "story brave": 1058, "brave young": 1059, "young native": 1060, "native american": 1061, "american boy": 1062, "boy embarking": 1063, "embarking epic": 1064, "epic journey": 1065, "journey save": 1066, "save tribe": 1067, "tribe village": 1068, "village set": 1069, "set upon": 1070, "upon evil": 1071, "evil wendigo": 1072, "wendigo friend": 1073, "friend enslaved": 1074, "enslaved brave": 1075, "brave sent": 1076, "sent find": 1077, "find one": 1078, "one free": 1079, "free spirit": 1080, "dancer greatest": 1081, "greatest shaman": 1082, "shaman ever": 1083, "ever lived": 1084, "lived hunting": 1085, "hunting snarling": 1086, "snarling evil": 1087, "evil wolf": 1088, "wolf huge": 1089, "huge forest": 1090, "forest towering": 1091, "towering redwood": 1092, "redwood tree": 1093, "tree canoeing": 1094, "canoeing raging": 1095, "raging river": 1096, "river rapid": 1097, "rapid tracking": 1098, "tracking legendary": 1099, "legendary sasquatch": 1100, "sasquatch swirling": 1101, "swirling blizzard": 1102, "blizzard battling": 1103, "battling back": 1104, "back buffalo": 1105, "buffalo middle": 1106, "middle stampede": 1107, "stampede breathtaking": 1108, "breathtaking challenge": 1109, "challenge brave": 1110, "brave face": 1111, "face journey": 1112, "journey take": 1113, "take across": 1114, "across beautifully": 1115, "beautifully rich": 1116, "rich interactive": 1117, "interactive world": 1118, "world inhabited": 1119, "inhabited remarkable": 1120, "remarkable character": 1121, "character bizarre": 1122, "bizarre creature": 1123, "creature terrifying": 1124, "terrifying evil": 1125, "evil spirit": 1126, "dragon": 1127, "z": 1128, "budokai": 1129, "gamespy dragon": 1130, "dragon ball": 1131, "ball z": 1132, "z budokai": 1133, "dimps": 1134, "atari": 1135, "fighting": 1136, "teen violence": 1137, "hall": 1138, "fame": 1139, "cast": 1140, "gt": 1141, "dbz": 1142, "movie": 1143, "together": 1144, "tournament": 1145, "champion": 1146, "saiyan": 1147, "overdrive": 1148, "unprecedented": 1149, "authenticity": 1150, "earn": 1151, "point": 1152, "customize": 1153, "create": 1154, "password": 1155, "share": 1156, "via": 1157, "internet": 1158, "budokai hall": 1159, "hall fame": 1160, "fame cast": 1161, "cast warrior": 1162, "warrior dragon": 1163, "z dragon": 1164, "ball gt": 1165, "gt dbz": 1166, "dbz movie": 1167, "movie come": 1168, "come together": 1169, "together tournament": 1170, "tournament champion": 1171, "champion power": 1172, "power new": 1173, "new saiyan": 1174, "saiyan overdrive": 1175, "overdrive fighting": 1176, "fighting system": 1177, "system player": 1178, "player unprecedented": 1179, "unprecedented gameplay": 1180, "gameplay control": 1181, "control dragon": 1182, "z authenticity": 1183, "authenticity player": 1184, "player earn": 1185, "earn point": 1186, "point allowing": 1187, "allowing customize": 1188, "customize character": 1189, "character create": 1190, "create password": 1191, "password share": 1192, "share custom": 1193, "custom character": 1194, "character via": 1195, "via internet": 1196, "tourist": 1197, "trophy": 1198, "riding": 1199, "simulator": 1200, "gamespy tourist": 1201, "tourist trophy": 1202, "trophy real": 1203, "real riding": 1204, "riding simulator": 1205, "polyphony": 1206, "seems": 1207, "going": 1208, "collection": 1209, "big": 1210, "maker": 1211, "yamaha": 1212, "suzuki": 1213, "kawasaki": 1214, "honda": 1215, "developer": 1216, "including": 1217, "suit": 1218, "concentrating": 1219, "making": 1220, "thing": 1221, "course": 1222, "motorcycle": 1223, "cornering": 1224, "important": 1225, "part": 1226, "race": 1227, "sure": 1228, "enough": 1229, "changing": 1230, "form": 1231, "play": 1232, "major": 1233, "polyphony seems": 1234, "seems going": 1235, "going one": 1236, "one collection": 1237, "collection bike": 1238, "bike big": 1239, "big bike": 1240, "bike maker": 1241, "maker like": 1242, "like yamaha": 1243, "yamaha suzuki": 1244, "suzuki kawasaki": 1245, "kawasaki honda": 1246, "honda developer": 1247, "developer even": 1248, "even including": 1249, "including real": 1250, "real life": 1251, "life suit": 1252, "suit helmet": 1253, "helmet polyphony": 1254, "polyphony concentrating": 1255, "concentrating making": 1256, "making bike": 1257, "bike control": 1258, "control like": 1259, "like real": 1260, "real thing": 1261, "thing course": 1262, "course motorcycle": 1263, "motorcycle cornering": 1264, "cornering important": 1265, "important part": 1266, "part race": 1267, "race sure": 1268, "sure enough": 1269, "enough changing": 1270, "changing riding": 1271, "riding form": 1272, "form cornering": 1273, "cornering play": 1274, "play major": 1275, "major role": 1276, "role game": 1277, "make": 1278, "gran": 1279, "turismo": 1280, "wont": 1281, "digital": 1282, "announced": 1283, "oft": 1284, "rumored": 1285, "titled": 1286, "promise": 1287, "wheel": 1288, "next game": 1289, "game people": 1290, "people make": 1291, "make gran": 1292, "gran turismo": 1293, "turismo wont": 1294, "wont gran": 1295, "turismo game": 1296, "game polyphony": 1297, "polyphony digital": 1298, "digital announced": 1299, "announced oft": 1300, "oft rumored": 1301, "rumored motorcycle": 1302, "motorcycle simulator": 1303, "simulator titled": 1304, "titled tourist": 1305, "simulator ps2": 1306, "ps2 title": 1307, "title promise": 1308, "promise two": 1309, "two wheel": 1310, "wheel gran": 1311, "turismo four": 1312, "sly": 1313, "honor": 1314, "among": 1315, "thief": 1316, "gamespy sly": 1317, "sly honor": 1318, "honor among": 1319, "among thief": 1320, "sucker": 1321, "punch": 1322, "sucker punch": 1323, "sony": 1324, "computer": 1325, "sony computer": 1326, "computer entertainment": 1327, "september": 1328, "mischief": 1329, "violence comic": 1330, "comic mischief": 1331, "innovative": 1332, "sce": 1333, "around": 1334, "playable": 1335, "expanded": 1336, "include": 1337, "carmelita": 1338, "australia": 1339, "speaks": 1340, "tongue": 1341, "dimitri": 1342, "revealed": 1343, "setup": 1344, "event": 1345, "need": 1346, "done": 1347, "within": 1348, "large": 1349, "looking": 1350, "binoculars": 1351, "simply": 1352, "tapping": 1353, "l3": 1354, "button": 1355, "arrow": 1356, "available": 1357, "color": 1358, "coded": 1359, "there": 1360, "blue": 1361, "bentley": 1362, "murray": 1363, "green": 1364, "purple": 1365, "respectively": 1366, "completed": 1367, "grand": 1368, "heist": 1369, "type": 1370, "work": 1371, "pull": 1372, "plan": 1373, "concocted": 1374, "third edition": 1375, "edition innovative": 1376, "innovative platformer": 1377, "platformer series": 1378, "series sucker": 1379, "punch sce": 1380, "sce america": 1381, "america time": 1382, "time around": 1383, "around cast": 1384, "cast playable": 1385, "playable character": 1386, "character expanded": 1387, "expanded even": 1388, "even include": 1389, "include carmelita": 1390, "carmelita shaman": 1391, "shaman australia": 1392, "australia speaks": 1393, "speaks tongue": 1394, "tongue dimitri": 1395, "dimitri character": 1396, "character yet": 1397, "yet revealed": 1398, "revealed setup": 1399, "setup mission": 1400, "mission series": 1401, "series event": 1402, "event need": 1403, "need done": 1404, "done within": 1405, "within large": 1406, "large environment": 1407, "environment looking": 1408, "looking binoculars": 1409, "binoculars simply": 1410, "simply tapping": 1411, "tapping l3": 1412, "l3 button": 1413, "button arrow": 1414, "arrow point": 1415, "point current": 1416, "current event": 1417, "event available": 1418, "available color": 1419, "color coded": 1420, "coded available": 1421, "available character": 1422, "character there": 1423, "there blue": 1424, "blue arrow": 1425, "arrow sly": 1426, "sly bentley": 1427, "bentley murray": 1428, "murray green": 1429, "green purple": 1430, "purple arrow": 1431, "arrow respectively": 1432, "respectively event": 1433, "event completed": 1434, "completed grand": 1435, "grand heist": 1436, "heist type": 1437, "type event": 1438, "event character": 1439, "character need": 1440, "need work": 1441, "work together": 1442, "together pull": 1443, "pull grand": 1444, "grand plan": 1445, "plan bentley": 1446, "bentley concocted": 1447, "tenkaichi": 1448, "budokai tenkaichi": 1449, "spike": 1450, "namco": 1451, "spike namco": 1452, "teen cartoon": 1453, "sparking": 1454, "pro": 1455, "aim": 1456, "everything": 1457, "made": 1458, "popular": 1459, "improve": 1460, "every": 1461, "way": 1462, "rather": 1463, "focus": 1464, "particular": 1465, "saga": 1466, "previous": 1467, "retells": 1468, "almost": 1469, "entire": 1470, "scratch": 1471, "beginning": 1472, "arrival": 1473, "raditz": 1474, "ending": 1475, "gokus": 1476, "kid": 1477, "buu": 1478, "episode": 1479, "hit": 1480, "plot": 1481, "history": 1482, "lineup": 1483, "combatant": 1484, "ginyu": 1485, "guldo": 1486, "android": 1487, "saiyans": 1488, "bad": 1489, "plenty": 1490, "surprise": 1491, "giant": 1492, "monkey": 1493, "join": 1494, "returning": 1495, "favorite": 1496, "goku": 1497, "gohan": 1498, "piccolo": 1499, "trunk": 1500, "frieza": 1501, "recreate": 1502, "known dragon": 1503, "z sparking": 1504, "sparking japan": 1505, "japan developed": 1506, "developed fire": 1507, "fire pro": 1508, "pro team": 1509, "team spike": 1510, "spike tenkaichi": 1511, "tenkaichi aim": 1512, "aim take": 1513, "take everything": 1514, "everything made": 1515, "made first": 1516, "first three": 1517, "three budokai": 1518, "budokai title": 1519, "title popular": 1520, "popular improve": 1521, "improve every": 1522, "every way": 1523, "way rather": 1524, "rather focus": 1525, "focus particular": 1526, "particular saga": 1527, "saga previous": 1528, "previous game": 1529, "game tenkaichi": 1530, "tenkaichi retells": 1531, "retells almost": 1532, "almost entire": 1533, "entire dbz": 1534, "dbz story": 1535, "story scratch": 1536, "scratch beginning": 1537, "beginning arrival": 1538, "arrival raditz": 1539, "raditz saiyan": 1540, "saiyan saga": 1541, "saga ending": 1542, "ending gokus": 1543, "gokus last": 1544, "last journey": 1545, "journey kid": 1546, "kid buu": 1547, "buu episode": 1548, "episode budokai": 1549, "budokai hit": 1550, "hit every": 1551, "every major": 1552, "major plot": 1553, "plot point": 1554, "point series": 1555, "series history": 1556, "history game": 1557, "game feature": 1558, "feature lineup": 1559, "lineup combatant": 1560, "combatant ever": 1561, "ever dragon": 1562, "z game": 1563, "game including": 1564, "including entire": 1565, "entire ginyu": 1566, "ginyu force": 1567, "force including": 1568, "including guldo": 1569, "guldo android": 1570, "android saiyans": 1571, "saiyans every": 1572, "every bad": 1573, "bad guy": 1574, "guy plenty": 1575, "plenty surprise": 1576, "surprise giant": 1577, "giant monkey": 1578, "monkey join": 1579, "join returning": 1580, "returning favorite": 1581, "favorite like": 1582, "like goku": 1583, "goku gohan": 1584, "gohan piccolo": 1585, "piccolo trunk": 1586, "trunk frieza": 1587, "frieza ginyu": 1588, "ginyu recreate": 1589, "recreate favorite": 1590, "favorite battle": 1591, "football": 1592, "ncaa football": 1593, "tiburon": 1594, "july": 1595, "entry": 1596, "several": 1597, "tweak": 1598, "hard": 1599, "pressed": 1600, "enjoyable": 1601, "heisman": 1602, "put": 1603, "recruit": 1604, "dreaming": 1605, "select": 1606, "eight": 1607, "different": 1608, "position": 1609, "quarterback": 1610, "running": 1611, "linebacker": 1612, "run": 1613, "drill": 1614, "determines": 1615, "stats": 1616, "scholarship": 1617, "money": 1618, "season": 1619, "regular": 1620, "possible": 1621, "attract": 1622, "voter": 1623, "also": 1624, "visit": 1625, "dorm": 1626, "room": 1627, "view": 1628, "mail": 1629, "picturesseveral": 1630, "upgraded": 1631, "since": 1632, "example": 1633, "includes": 1634, "schoolers": 1635, "spring": 1636, "mini": 1637, "included": 1638, "help": 1639, "practice": 1640, "skill": 1641, "passing": 1642, "defense": 1643, "ladder": 1644, "leaderboards": 1645, "addition": 1646, "enjoy": 1647, "especially": 1648, "updated": 1649, "graphic": 1650, "added": 1651, "already": 1652, "number": 1653, "must": 1654, "sport popular": 1655, "popular ncaa": 1656, "football series": 1657, "series back": 1658, "back entry": 1659, "entry ncaa": 1660, "football ps2": 1661, "ps2 several": 1662, "several major": 1663, "major tweak": 1664, "tweak system": 1665, "system plus": 1666, "plus new": 1667, "new gameplay": 1668, "mode college": 1669, "college football": 1670, "football fan": 1671, "fan hard": 1672, "hard pressed": 1673, "pressed find": 1674, "find enjoyable": 1675, "enjoyable football": 1676, "football game": 1677, "game new": 1678, "new mode": 1679, "mode race": 1680, "race heisman": 1681, "heisman put": 1682, "put player": 1683, "player role": 1684, "role high": 1685, "high school": 1686, "school recruit": 1687, "recruit dreaming": 1688, "dreaming making": 1689, "making big": 1690, "big college": 1691, "football player": 1692, "player select": 1693, "select one": 1694, "one eight": 1695, "eight different": 1696, "different position": 1697, "position play": 1698, "play including": 1699, "including quarterback": 1700, "quarterback running": 1701, "running back": 1702, "back linebacker": 1703, "linebacker run": 1704, "run drill": 1705, "drill determines": 1706, "determines stats": 1707, "stats important": 1708, "important scholarship": 1709, "scholarship money": 1710, "money player": 1711, "player created": 1712, "created character": 1713, "character four": 1714, "four season": 1715, "season regular": 1716, "regular play": 1717, "play make": 1718, "make many": 1719, "many big": 1720, "big play": 1721, "play possible": 1722, "possible attract": 1723, "attract heisman": 1724, "heisman trophy": 1725, "trophy voter": 1726, "voter player": 1727, "player also": 1728, "also visit": 1729, "visit character": 1730, "character dorm": 1731, "dorm room": 1732, "room view": 1733, "view fan": 1734, "fan mail": 1735, "mail trophy": 1736, "trophy picturesseveral": 1737, "picturesseveral mode": 1738, "mode upgraded": 1739, "upgraded since": 1740, "since ncaa": 1741, "football dynasty": 1742, "dynasty mode": 1743, "mode example": 1744, "example includes": 1745, "includes season": 1746, "season recruiting": 1747, "recruiting allowing": 1748, "allowing player": 1749, "player put": 1750, "put pressure": 1751, "pressure coming": 1752, "coming high": 1753, "high schoolers": 1754, "schoolers four": 1755, "four spring": 1756, "spring drill": 1757, "drill mini": 1758, "mini game": 1759, "game included": 1760, "included help": 1761, "help player": 1762, "player practice": 1763, "practice skill": 1764, "skill like": 1765, "like passing": 1766, "passing defense": 1767, "defense online": 1768, "online play": 1769, "play also": 1770, "also available": 1771, "available includes": 1772, "includes ladder": 1773, "ladder leaderboards": 1774, "leaderboards tournament": 1775, "tournament addition": 1776, "addition regular": 1777, "regular gameplay": 1778, "gameplay football": 1779, "football gamers": 1780, "gamers enjoy": 1781, "enjoy new": 1782, "mode included": 1783, "included ncaa": 1784, "football especially": 1785, "especially race": 1786, "heisman updated": 1787, "updated gameplay": 1788, "gameplay graphic": 1789, "graphic plus": 1790, "plus online": 1791, "play added": 1792, "added game": 1793, "game already": 1794, "already large": 1795, "large number": 1796, "number character": 1797, "character school": 1798, "school mode": 1799, "mode make": 1800, "make ncaa": 1801, "football must": 1802, "must game": 1803, "rancher": 1804, "evo": 1805, "gamespy monster": 1806, "monster rancher": 1807, "rancher evo": 1808, "keeping": 1809, "tradition": 1810, "medium": 1811, "disc": 1812, "input": 1813, "creates": 1814, "cd": 1815, "playstation": 1816, "dvd": 1817, "insert": 1818, "latest": 1819, "incarnation": 1820, "present": 1821, "evolution": 1822, "keeping tradition": 1823, "tradition monster": 1824, "evo feature": 1825, "feature series": 1826, "series unique": 1827, "unique medium": 1828, "medium disc": 1829, "disc input": 1830, "input system": 1831, "system creates": 1832, "creates monster": 1833, "monster based": 1834, "based cd": 1835, "cd playstation": 1836, "playstation game": 1837, "game dvd": 1838, "dvd player": 1839, "player insert": 1840, "insert playstation": 1841, "playstation latest": 1842, "latest incarnation": 1843, "incarnation monster": 1844, "rancher present": 1845, "present evolution": 1846, "evolution series": 1847, "introduces": 1848, "breeding": 1849, "intricate": 1850, "driven": 1851, "phase": 1852, "training": 1853, "ability": 1854, "playing": 1855, "julio": 1856, "circus": 1857, "performer": 1858, "dream": 1859, "becoming": 1860, "breeder": 1861, "traveling": 1862, "seven": 1863, "town": 1864, "evo introduces": 1865, "introduces evolution": 1866, "evolution monster": 1867, "monster breeding": 1868, "breeding intricate": 1869, "intricate character": 1870, "character driven": 1871, "driven story": 1872, "story two": 1873, "two phase": 1874, "phase training": 1875, "training system": 1876, "system three": 1877, "three three": 1878, "three battle": 1879, "battle ability": 1880, "ability raise": 1881, "raise multiple": 1882, "multiple monster": 1883, "monster time": 1884, "time player": 1885, "player balance": 1886, "balance monster": 1887, "breeding role": 1888, "role playing": 1889, "playing exploration": 1890, "exploration join": 1891, "join adventure": 1892, "adventure julio": 1893, "julio young": 1894, "young circus": 1895, "circus performer": 1896, "performer dream": 1897, "dream becoming": 1898, "becoming champion": 1899, "champion monster": 1900, "monster breeder": 1901, "breeder traveling": 1902, "traveling circus": 1903, "circus seven": 1904, "seven different": 1905, "different town": 1906, "town player": 1907, "player meet": 1908, "new adventure": 1909, "adventure new": 1910, "new friend": 1911, "friend help": 1912, "help training": 1913, "training breeding": 1914, "breeding monster": 1915, "siren": 1916, "gamespy siren": 1917, "scei": 1918, "february": 1919, "february japan": 1920, "tba": 1921, "project": 1922, "turn": 1923, "eye": 1924, "towards": 1925, "horror": 1926, "place": 1927, "yamijima": 1928, "island": 1929, "coast": 1930, "taking": 1931, "youll": 1932, "shibito": 1933, "powerful": 1934, "group": 1935, "demon": 1936, "yami": 1937, "bito": 1938, "track": 1939, "alert": 1940, "signal": 1941, "approaching": 1942, "danger": 1943, "controller": 1944, "vibration": 1945, "difficulty": 1946, "setting": 1947, "project siren": 1948, "siren team": 1949, "team scei": 1950, "scei turn": 1951, "turn evil": 1952, "evil eye": 1953, "eye towards": 1954, "towards ps2": 1955, "ps2 horror": 1956, "horror adventure": 1957, "adventure game": 1958, "take place": 1959, "place yamijima": 1960, "yamijima island": 1961, "island coast": 1962, "coast japan": 1963, "japan taking": 1964, "taking control": 1965, "control multiple": 1966, "character youll": 1967, "youll face": 1968, "face shibito": 1969, "shibito powerful": 1970, "powerful group": 1971, "group demon": 1972, "demon known": 1973, "known yami": 1974, "yami bito": 1975, "bito game": 1976, "game track": 1977, "track position": 1978, "position field": 1979, "field play": 1980, "play includes": 1981, "includes new": 1982, "new alert": 1983, "alert system": 1984, "system signal": 1985, "signal approaching": 1986, "approaching danger": 1987, "danger controller": 1988, "controller vibration": 1989, "vibration select": 1990, "select three": 1991, "three difficulty": 1992, "difficulty setting": 1993, "obscure": 1994, "aftermath": 1995, "gamespy obscure": 1996, "obscure aftermath": 1997, "choose": 1998, "ai": 1999, "controlled": 2000, "sidekick": 2001, "switched": 2002, "various": 2003, "due": 2004, "op": 2005, "attempt": 2006, "surviving": 2007, "keep": 2008, "hunt": 2009, "bay": 2010, "light": 2011, "might": 2012, "biggest": 2013, "whats": 2014, "lurking": 2015, "player obscure": 2016, "aftermath choose": 2017, "choose character": 2018, "character one": 2019, "one ai": 2020, "ai controlled": 2021, "controlled sidekick": 2022, "sidekick total": 2023, "total six": 2024, "six playable": 2025, "character unique": 2026, "unique ability": 2027, "ability switched": 2028, "switched various": 2029, "various point": 2030, "point game": 2031, "game due": 2032, "due game": 2033, "game co": 2034, "co op": 2035, "op feature": 2036, "feature friend": 2037, "friend join": 2038, "join time": 2039, "time team": 2040, "team attempt": 2041, "attempt surviving": 2042, "surviving game": 2043, "game together": 2044, "together many": 2045, "many available": 2046, "available weapon": 2047, "weapon keep": 2048, "keep monster": 2049, "monster hunt": 2050, "hunt bay": 2051, "bay light": 2052, "light might": 2053, "might player": 2054, "player biggest": 2055, "biggest ally": 2056, "ally never": 2057, "never know": 2058, "know whats": 2059, "whats lurking": 2060, "lurking shadow": 2061, "year": 2062, "gruesome": 2063, "gone": 2064, "try": 2065, "return": 2066, "normal": 2067, "discovery": 2068, "beautiful": 2069, "strange": 2070, "plant": 2071, "campus": 2072, "worse": 2073, "soon": 2074, "survival": 2075, "sequel obscure": 2076, "obscure take": 2077, "place two": 2078, "two year": 2079, "year gruesome": 2080, "gruesome event": 2081, "event first": 2082, "game survivor": 2083, "survivor gone": 2084, "gone college": 2085, "college try": 2086, "try return": 2087, "return normal": 2088, "normal life": 2089, "life discovery": 2090, "discovery beautiful": 2091, "beautiful strange": 2092, "strange plant": 2093, "plant school": 2094, "school campus": 2095, "campus event": 2096, "event take": 2097, "take turn": 2098, "turn worse": 2099, "worse soon": 2100, "soon college": 2101, "college student": 2102, "student battle": 2103, "battle survival": 2104, "soul": 2105, "nomad": 2106, "eater": 2107, "gamespy soul": 2108, "soul nomad": 2109, "nomad world": 2110, "world eater": 2111, "ni": 2112, "strategy": 2113, "long": 2114, "ago": 2115, "overlord": 2116, "wreaked": 2117, "havoc": 2118, "golem": 2119, "seemed": 2120, "doomed": 2121, "wizard": 2122, "sealed": 2123, "dark": 2124, "without": 2125, "master": 2126, "stood": 2127, "statue": 2128, "century": 2129, "active": 2130, "order": 2131, "stop": 2132, "sell": 2133, "able": 2134, "long ago": 2135, "ago evil": 2136, "evil overlord": 2137, "overlord wreaked": 2138, "wreaked havoc": 2139, "havoc upon": 2140, "upon world": 2141, "world demon": 2142, "demon golem": 2143, "golem seemed": 2144, "seemed doomed": 2145, "doomed powerful": 2146, "powerful wizard": 2147, "wizard sealed": 2148, "sealed overlord": 2149, "overlord dark": 2150, "dark sword": 2151, "sword without": 2152, "without master": 2153, "master golem": 2154, "golem stood": 2155, "stood statue": 2156, "statue century": 2157, "century active": 2158, "active order": 2159, "order stop": 2160, "stop young": 2161, "young man": 2162, "man must": 2163, "must sell": 2164, "sell soul": 2165, "soul evil": 2166, "overlord able": 2167, "able save": 2168, "save world": 2169, "world soul": 2170, "ar": 2171, "tonelico": 2172, "melody": 2173, "elemia": 2174, "gamespy ar": 2175, "ar tonelico": 2176, "tonelico melody": 2177, "melody elemia": 2178, "mix": 2179, "key": 2180, "winning": 2181, "use": 2182, "singing": 2183, "heroine": 2184, "another": 2185, "dive": 2186, "mind": 2187, "girl": 2188, "learn": 2189, "thinking": 2190, "costume": 2191, "tonelico mix": 2192, "mix gameplay": 2193, "gameplay style": 2194, "style rpg": 2195, "rpg exploration": 2196, "exploration turn": 2197, "turn based": 2198, "based battle": 2199, "battle key": 2200, "key winning": 2201, "winning make": 2202, "make use": 2203, "use singing": 2204, "singing ability": 2205, "ability heroine": 2206, "heroine another": 2207, "another gameplay": 2208, "gameplay system": 2209, "system allows": 2210, "allows dive": 2211, "dive mind": 2212, "mind girl": 2213, "girl learn": 2214, "learn thinking": 2215, "thinking also": 2216, "also change": 2217, "change costume": 2218, "costume customize": 2219, "customize skill": 2220, "sol": 2221, "shell": 2222, "small": 2223, "consisting": 2224, "nothing": 2225, "floating": 2226, "tower": 2227, "sea": 2228, "cloud": 2229, "plasma": 2230, "center": 2231, "laina": 2232, "barselt": 2233, "eighteen": 2234, "old": 2235, "whose": 2236, "father": 2237, "governs": 2238, "platina": 2239, "located": 2240, "top": 2241, "uninterested": 2242, "politics": 2243, "instead": 2244, "specie": 2245, "ravateel": 2246, "magic": 2247, "sing": 2248, "song": 2249, "however": 2250, "performance": 2251, "cause": 2252, "pain": 2253, "perform": 2254, "tonelico take": 2255, "place world": 2256, "world sol": 2257, "sol shell": 2258, "shell small": 2259, "small world": 2260, "world consisting": 2261, "consisting nothing": 2262, "nothing single": 2263, "single floating": 2264, "floating tower": 2265, "tower set": 2266, "set sea": 2267, "sea cloud": 2268, "cloud plasma": 2269, "plasma story": 2270, "story center": 2271, "center laina": 2272, "laina barselt": 2273, "barselt eighteen": 2274, "eighteen year": 2275, "year old": 2276, "old whose": 2277, "whose father": 2278, "father governs": 2279, "governs platina": 2280, "platina town": 2281, "town located": 2282, "located top": 2283, "top floor": 2284, "floor tower": 2285, "tower laina": 2286, "laina uninterested": 2287, "uninterested politics": 2288, "politics instead": 2289, "instead seek": 2290, "seek adventure": 2291, "adventure army": 2292, "army game": 2293, "game multiple": 2294, "multiple heroine": 2295, "heroine specie": 2296, "specie known": 2297, "known ravateel": 2298, "ravateel use": 2299, "use magic": 2300, "magic sing": 2301, "sing song": 2302, "song world": 2303, "world however": 2304, "however performance": 2305, "performance cause": 2306, "cause pain": 2307, "pain performer": 2308, "performer perform": 2309, "perform loved": 2310, "loved one": 2311, "prince": 2312, "persia": 2313, "sand": 2314, "gamespy prince": 2315, "prince persia": 2316, "persia sand": 2317, "sand time": 2318, "montreal": 2319, "ubisoft montreal": 2320, "realistic": 2321, "suggestive": 2322, "theme": 2323, "mild realistic": 2324, "realistic violence": 2325, "violence suggestive": 2326, "suggestive theme": 2327, "theme blood": 2328, "publisher": 2329, "official": 2330, "installment": 2331, "acrobatic": 2332, "wall": 2333, "pole": 2334, "jump": 2335, "flip": 2336, "much": 2337, "using": 2338, "slow": 2339, "reverse": 2340, "flow": 2341, "wield": 2342, "magical": 2343, "restore": 2344, "ancient": 2345, "extra": 2346, "level": 2347, "redesigned": 2348, "3d": 2349, "publisher ubisoft": 2350, "ubisoft brings": 2351, "brings u": 2352, "u next": 2353, "next official": 2354, "official installment": 2355, "installment legendary": 2356, "legendary prince": 2357, "persia series": 2358, "series playstation": 2359, "playstation play": 2360, "play acrobatic": 2361, "acrobatic prince": 2362, "prince run": 2363, "run wall": 2364, "wall swing": 2365, "swing pole": 2366, "pole jump": 2367, "jump flip": 2368, "flip much": 2369, "much much": 2370, "much using": 2371, "using sand": 2372, "player slow": 2373, "slow stop": 2374, "stop even": 2375, "even reverse": 2376, "reverse flow": 2377, "flow time": 2378, "time advantage": 2379, "advantage wield": 2380, "wield several": 2381, "several different": 2382, "different powerful": 2383, "powerful sword": 2384, "sword battle": 2385, "battle magical": 2386, "magical enemy": 2387, "enemy mission": 2388, "mission restore": 2389, "restore order": 2390, "order ancient": 2391, "ancient persia": 2392, "persia extra": 2393, "extra feature": 2394, "feature include": 2395, "include complete": 2396, "complete original": 2397, "original game": 2398, "game well": 2399, "well level": 2400, "level original": 2401, "game redesigned": 2402, "redesigned 3d": 2403, "sims": 2404, "gamespy sims": 2405, "maxi": 2406, "simulation": 2407, "crude": 2408, "sexual": 2409, "teen crude": 2410, "crude humor": 2411, "humor sexual": 2412, "sexual theme": 2413, "theme violence": 2414, "blank": 2415, "canvas": 2416, "would": 2417, "fill": 2418, "give": 2419, "directly": 2420, "building": 2421, "home": 2422, "creating": 2423, "food": 2424, "designing": 2425, "fashion": 2426, "career": 2427, "aspiration": 2428, "network": 2429, "avoid": 2430, "genuine": 2431, "console": 2432, "thousand": 2433, "recipe": 2434, "clothing": 2435, "design": 2436, "item": 2437, "acquire": 2438, "throughout": 2439, "memory": 2440, "adding": 2441, "dimension": 2442, "managing": 2443, "relationship": 2444, "copperatively": 2445, "double": 2446, "fun": 2447, "split": 2448, "screen": 2449, "spice": 2450, "importing": 2451, "image": 2452, "eyetoy": 2453, "develop": 2454, "social": 2455, "pathway": 2456, "greatnessor": 2457, "live": 2458, "chaos": 2459, "world blank": 2460, "blank canvas": 2461, "canvas would": 2462, "would fill": 2463, "fill create": 2464, "create cast": 2465, "cast character": 2466, "character tell": 2467, "tell story": 2468, "story sims": 2469, "sims create": 2470, "create sims": 2471, "sims give": 2472, "give personality": 2473, "personality directly": 2474, "directly control": 2475, "control every": 2476, "every move": 2477, "move make": 2478, "make customize": 2479, "customize world": 2480, "world building": 2481, "building home": 2482, "home creating": 2483, "creating food": 2484, "food designing": 2485, "designing fashion": 2486, "fashion help": 2487, "help career": 2488, "career aspiration": 2489, "aspiration build": 2490, "build network": 2491, "network friend": 2492, "friend avoid": 2493, "avoid enemy": 2494, "enemy genuine": 2495, "genuine console": 2496, "console control": 2497, "control let": 2498, "let directly": 2499, "move sims": 2500, "sims make": 2501, "make create": 2502, "create thousand": 2503, "thousand food": 2504, "food recipe": 2505, "recipe clothing": 2506, "clothing design": 2507, "design item": 2508, "item acquire": 2509, "acquire 